Revit 2027 API
ParameterTypeId.Tilt Property
 "Tilt"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Tilt { get; }
Public Shared ReadOnly Property Tilt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Tilt {
	ForgeTypeId^ get ();
}
static member Tilt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace